//-------------------------------------------------------------------------------------
// 文件名: main.cpp
// 创建人: Li Qiangqiang
// 日  期: 2011-2-10
// 描  述: 主函数
// 版  本: 1.0
//-------------------------------------------------------------------------------------
// 修改记录: 
// 修 改 人: 
// 修改日期: 
// 修改目的: 
//-------------------------------------------------------------------------------------

#include "myplayer.h"
#include <QtGui/QApplication>

int main(int argc, char *argv[])
{
	QApplication a(argc, argv);
	MyPlayer w;
	w.showMaximized();
	return a.exec();
}
